---
kind: other
id: Properties.T:Autodesk.Revit.DB.SlabShapeVertex
source: html/9ebd5cd6-ac24-a79b-4c44-5cf889bc004f.htm
---
# SlabShapeVertex Properties

Specifies whether the .NET object represents a valid Revit entity.